{
    "url": "http://logicgridpuzzles.com/puzzles/logic_tutorial.php",
    "id": 0,
    "title": "Tutorial",
    "difficulty": "easy",
    "types": {
        "people": ["Annabelle", "Heather", "Kassidy", "Tatum"],
        "income": [54000, 128000, 144000, 158000],
        "house": ["Blue", "Cyan", "Lime", "Purple"],
        "prescribed": ["Benazepril", "Enalapril", "Fosinopril", "Ramipril"]
    },
    "clues": [
        "The 4 people were Tatum, the patient who was prescribed enalapril, the employee with the $54,000 salary, and the owner of the purple house.",
        "Of Tatum and Annabelle, one earns $144,000 per year and the other lives in the cyan colored house.",
        "The patient who was prescribed enalapril is not Heather.",
        "Either the employee with the $144,000 salary or the employee with the $158,000 salary lives in the blue colored house.",
        "Kassidy earns less than Heather.",
        "The owner of the blue house earns more than Kassidy.",
        "The patient who was prescribed ramipril is not Annabelle.",
        "The owner of the lime house was prescribed enalapril for their heart condition.",
        "The employee with the $144,000 salary was prescribed benazepril for their heart condition."
    ],
    "clues_modif": [
        "The 4 people were tatum, the patient who was prescribed enalapril, the person who earns 54000, and the person who owns the purple house",
        "Of tatum and annabelle, one earns 144000 per year and the other lives in the cyan house",
        "The patient who was prescribed enalapril is not heather",
        "Either the employee who earns 144000  or the employee who earns 158000 lives in the blue house",
        "kassidy earns less than heather",
        "The owner of the blue house earns more than kassidy",
        "The patient who was prescribed ramipril is not annabelle",
        "The owner of the lime house was prescribed enalapril for their heart condition",
        "The employee who earns 144000 was prescribed benazepril for their heart condition"
    ]
}
